Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/pave-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: Sámás : Else Turi
nob: Karasjoks lokale pave

source: Sigbjørn Hølmebakk ( Gova luoikan Arnstein Hølmebakk )
nob: Sigbjørn Hølmebakk ( Foto utlånt av Arnstein Hølmebakk )

source: Nággu oččodit skuvlii sámegiela lea leamaš garrasat Kárášjogas go gostege eará guovlluin , ja dat lei erenoamáš garas 1960 áiggiid .
nob: Striden om samisk språk i skolen har vært hardere i Karasjok enn noen andre steder , og særlig skarp var den rundt 1960 .

source: Guovttis geat leigga nákku guovddáš olbmot , leigga Hans Rønbeck ja Bjørn Aarseth , ja bárisnággu lei dalle go Rønbeck skuvlajođiheaddjin geahččalii hehttet Aarsetha beassamis Kárášjoga nuoraidskuvlla oahpahusjođiheaddji ( rektor ) virgái .
nob: To av dem som sto mest sentralt i striden var Hans Rønbeck og Bjørn Aarseth , og et av høydepunkta var da Rønbeck som skolestyreformann forsøkte å hindre at Aarseth skulle få jobben som undervisningsleder ( rektor ) ved Karasjok ungdomsskole .

source: Sámi skuvlahistorjjá vuosttaš girjjis buvttiimet Sigrunn Rønbecka muittuid dán áiggis ja moadde sitáhta Hans Rønbeckas .
nob: I Samisk skolehistorie 1 brakte vi Sigrunn Rønbecks minner fra denne tida og noen sitater fra Hans Rønbeck .

source: Dál gis leat gávdnan čállosa 1959:s mii muitala giellanákku birra nuppi oaidnin sajis .
nob: Her har vi funnet fram et dokument fra 1959 som skildrer språkstriden fra et motsatt synspunkt .

source: Karasjoks lokale pave-artihkkalis , man girječálli Sigbjørn Hølmebakk lea čállán , almmustahttui kronihkkan Dagbladetis 25.06.1959 .
nob: Artikkelen Karasjoks lokale pave , som er skrevet av forfatteren Sigbjørn Hølmebakk , blei trykt som kronikk i Dagbladet 25.06.1959 .

source: Dat lea maiddái almmustahtton Hundevakt Grålysning-essayčoakkáldagas , mii ilmmai 1974:s
nob: Den er også trykt i essaysamlinga Hundevakt Grålysning , som kom ut i 1974 .

source: Sigbjørn Hølmebakk ( 1922–81 ) riegádii Flekkefjordas ja ásai eanaš áiggi Oslos .
nob: Sigbjørn Hølmebakk ( 1922–81 ) var født i Flekkefjord og bodde mesteparten av livet i Oslo .

source: Son orui moadde jagi Finnmárkkus , eanaš áiggi Čáhcesullos .
nob: Han bodde et par år i Finnmark , mest i Vadsø .

source: Hølmebakk čálii sihke noveallaid , románaid , čájálmasaid ja nuoraidgirjji .
nob: Hølmebakk skreiv både noveller , romaner , skuespill og ei ungdomsbok .

source: Fimbulvinteren – romána mii gieđahalai Finnmárkku boaldima ja bilidemiid 1944:s , ráhkaduvvui filbman , man namma šattai Brent jord .
nob: Romanen Fimbulvinteren , om raseringa av Finnmark 1944 , blei filmatisert under tittelen Brent jord .

source: Hølmebakk lei aktiiva Orientering-áviissas ja son lei okta dain , geat álggahedje Sosialisttalaš Álbmotbellodaga ( Sosialistisk Folkeparti ) .
nob: Hølmebakk var aktiv i avisa Orientering og en av initiativtakerne til stiftinga av Sosialistisk Folkeparti .

source: Lea boastut navdit ahte oktasašdárogiela nággu lea min áidna giellačuolbma dál .
nob: Det ville være feilaktig å tro at kampen om samnorsken er vårt eneste språkproblem i dag .

source: Dáppe Finnmárkkus leat sátnádallamat mat seamma láhkai čuhcet olbmuid dovdduide , vaikko dat ii eisege beakke nu viidát go lulliguovlluid giellabiekkat .
nob: Her oppe i Finnmark raser en strid som er minst like intens og fylt av lidenskaper , selv om den ikke er gjenstand for den samme publicity som den språklige hvirvelvind sørpå .

source: Muhto datte lea nággu seamma vaššái , vaikko dát ii gulustuva gosage .
nob: Men likevel er striden minst like forbitret , selv om den foregår i det stille .

source: Sámit eai lea guhkásgullojeaddjit , ja sámegiella leage riidofáddán .
nob: Samene er et stillfarende folk , og det er nettopp om det samiske språk at striden pågår .

source: Muhto giellanággu lea dušše olgguldas mearka , dat dat vuojiha doaru stuorát fámuid vuostá .
nob: Men språkstriden er bare det ytre tegn , frontlinjen i en kamp hvor større ting står på spill .

source: Loahpaloahpas leage jearaldat ahte lea go sápmelaččain mihkkege doaivagiid , galget go sii šat sáhttit eallit sierra álbmogin mas lea sierra giella , sierralágan kultuvra ja árbevierut , vai galgá go dát unnitloguálbmot luohpat leahkimis sierra álbmogin .
nob: Til syvende og sist er det et spørsmål om samenes være eller ikke være , om de skal fortsette som egen folkegruppe med sitt språk , sin særegne kultur og tradisjon , eller om denne minoritet skal opphøre å eksistere .

source: Vaikko vel vuostefámut leat muhtun muddui geográfalaččat eaktuduvvon – lea erenoamážit sámegielat guovlluin dát gažaldat lea áigeguovdil – de ii leat doarvái dadjat ahte dát nággu lea sápmelaččaid ja norgalaččaid gaskkas .
nob: Selv om motsetningene til en viss grad er geografisk betinget – det er jo særlig i de samisktalende distrikter at spørsmålet er aktuelt – er det likevel ikke nok å si at det dreier seg om et motsetningsforhold mellom samer og nordmenn .

source: Maiddái leat sápmelaččat daid searvvis , geat áŋgirepmosit barget dáruiduhttimiin , seamma láhkai go norgalaččatge dávjá leat sámi giela ja kultuvrra bisuhanbarggu áŋgiris ovddasmannit .
nob: En finner samer blant de ivrigste fornorskningstilhengere , på samme måte som nordmenn ofte er de beste talsmenn for samisk språk og kultur .

source: Muhto rádjá gal lea datte čielggas , ja hirbmadit álkiduvvon , de dat lea dákkár :
nob: Men grenselinjen er likevel klar nok , og sterkt forenklet ser den slik ut :

source: Nubbi joavku oaivvilda ahte sámi sierranasvuođa ja kulturárbbi vuođul lea áidna vuohki mo sápmelaččat sáhttet searvat ođđaáigái , mii dál lea bárrahassii leavvamin Finnmárkui .
nob: Den ene gruppe mener at den eneste sjanse samene har for å møte den moderne tidsalder som nå for full fart er i ferd med å erobre Finnmark , er nettopp å bygge på den samiske egenart og kulturtradisjon .

source: Dušše dán láhkai lea sis vejolašvuohta birgehaddat seamma dásis .
nob: Bare på denne måte har de muligheter til å hevde seg på like fot .

source: Danin lea sin eallineaktu ahte sámegiella doalahuvvo .
nob: Derfor er det en livsbetingelse at det samiske språk blir holdt i hevd .

source: Nubbi joavku gis oaivvilda ahte dát lea dušše románttalaš háliidus .
nob: Motparten mener at dette er romantisk ønsketenkning .

source: Sápmelaččat leat norgalaččat , ja sii fertejit dan dohkkehit .
nob: Samene er nordmenn , og de må ta konsekvensen av det .

source: Sámi giella ja kultuvra leat dušše hehttehussan , ja man gal berre duvdilit eret .
nob: Samisk språk og kultur er bare en hindring som helst bør ryddes av veien .

source: Bálkes gávtti ja čázehiid dollii , vajáldahte ahte leat sápmelaš , ja deaŧaleamos : vajáldahte sámegielat , don dalle beasat leahkit mu vielljan ja don beasat eallit guhká dán riikkas !
nob: Kast koften og komagen på bålet , glem at du er same , og fram for alt : glem ditt samiske språk , så skal du være min bror og du skal lenge leve i landet !

source: Lea áddehahtti ahte lea vuosttažettiin skuvllas gos dát nággu oidno buoremusat , ja dál gis ođđa skuvlaláhka lea suhttadan olbmuid .
nob: Det er rimelig at det først og fremst er i skolen at denne kampen gir seg synlige utslag , og det er også betegnende at det er den nye skoleloven som i disse dager igjen har satt sinnene i kok .

source: Lea nu ahte Kárášjogas – sámiid oaivebáikkis – galget suorgejuhkkojuvvon 9-jagi skuvlla plánat duohtandahkkojuvvot .
nob: Det har seg slik at i Karasjok – samenes hovedstad – skal planene om den linjedelte 9-årige skole nå settes i verk .

source: Oahppit besset vázzit guđa jagi álbmotskuvlla ja golmma jagi suorgejuhkkojuvvon nuoraidskuvlla .
nob: Elevere vil få seks års folkeskole og tre års linjedelt ungdomsskole .

source: Dábálaččat šaddet guokte suorggi nuoraidskuvlii : G-suorgi , daidda geat leat jurddašan álgit gymnásii , Y-suorgi gis lea fidnoráhkkaneaddji suorgi .
nob: Ordinært vil ungdomsskolen få to linjer : G-linjen for dem som tenker å begynne på gymnaset , Y-linjen , som er en yrkesforberedende linje .

source: Kárášjohkii lea maiddái plánejuvvon boazodoallosuorgi ( R-suorgi ) , mii erenoamážit lea jurddašuvvon boazosápmelaččaide .
nob: I Karasjok er det også planlagt en reindriftslinje ( R-linjen ) som særlig er beregnet på fjellsamene .

source: Oahppit ožžot erenoamáš oahpahusa boazomerkemis , kártalohkamis , luonddušattuin jna. , ja lea maid jurddašuvvon ahte oahppit muhtun áiggiid orrot lávuin duoddaris .
nob: Elevene vil her få spesiell undervisning i reinmerking , kartlesning , flora etc. , og det er meningen at elevene en del av tiden skal bo i telt inne på vidda .

source: Sámegiella oažžu dás stuorra saji .
nob: Samisk språk vil her også få en stor plass .

source: Almmái , gii lea ráhkadan boazodoallosuorggi oahppoplánaid , lea oahpaheaddji Bjørn Aarseth , gii logi jagi lea bargan Kárášjoga gieldda oahpaheaddjin .
nob: Mannen som har utarbeidet undervisningsplanene for reindriftslinjen , er lærer Bjørn Aarseth , som i ti år har vært lærer i Karasjok kommune .

source: Dalle go nuoraidskuvlla oahpahusjođiheaddjivirgi almmuhuvvui rabasin , de lei son okta , gii ozai dasa .
nob: Da stillingen som undervisningsleder ved ungdomsskolen ble lyst ledig , var han en av søkerne .

source: Dađibahábut lea dárbbašlaš dás fuomášahttit ahte Aarsetha dovdet Bargiidbellodaga vuostálastin .
nob: Det er dessverre nødvendig å peke på som et poeng at lærer Aarseth er kjent som en motstander av Arbeiderpartiet .

source: Kárášjogas dat mearkkašii ahte beassá dovdat báikki fámoleamos albmá – Hans Rønbecka – vuostehágu .
nob: I Karasjok er dette ensbetydende med å falle i unåde hos bygdas mektigste mann – Hans Rønbeck .

source: Dat , gii ii dovddaš Hans Rønbecka Kárášjogas , son gal ii leat goassege fitnan Kárášjogas .
nob: Den som ikke kjenner Hans Rønbeck i Karasjok , har aldri satt sine ben i Karasjok .

source: Sutnje lea hui váttis addit virgenamahusa , sus ledje nu ollu doaimmat ahte dáidá dušše son ieš gii diehtá man ollu ledje oktiibuot .
nob: Det er umulig å gi ham noen titel , han innehar så mange verv at det er vel bare ham selv som kan holde rede på dem alle .

source: Ovdal lei son gieldda kántorhoavda , muhto fertii cealkit dán virggi eret go su máŋga doaimma áite gielddalaš buđđosemiin .
nob: Tidligere var han kommunens kontorsjef , men måtte gi avkall på denne stilling da de mange ombud truet med kommunal forstoppelse .

source: Dál son lea ee. livnnethoavda , ja vuosttažettiin Kárášjoga Bargiidbellodaga ovdaolmmoš , bellodat mas lea stuorra fápmu báikkis .
nob: Nå er han bl. a. likningssjef , og først og fremst formann i Karasjok Arbeiderparti , som har en sterk stilling i bygda .

source: Ollugat mieđihit ahte son lea čeahpes almmái , muhtumat váidalit go sus lea dat fápmu mii sus lea , ja buohkat leat ovttaoaivilis ahte son lea « dáruiduhttima » goaddáseamos ovddasmanni olles Finnmárkku fylkkas .
nob: Mange medgir at han er en dyktig mann , flere klager over den makten han har fått , mens alle er enige om at han er « fornorskningens » mest rabiate talsmann i hele Finnmark fylke .

source: Son lea skuvlastivrra lahttu , ja das lea Bargiidbellodagas eanetlohku , ja doppe son stivre iežas veaga čavga gieđain .
nob: Han er medlem av skolestyret , hvor Arbeiderpartiet har flertall , og her dirigerer han sine tropper . med hard hånd .

source: Go nuoraidskuvlla oahpahusjođiheaddjivirgái galggai biddjot olmmoš , de dasa lei oahpaheaddji Aarseth buot buoremus evttohas .
nob: Da stillingen som undervisningsleder ved ungdomsskolen skulle tilsettes , var lærer Aarseth den desidert beste kandidat .

source: Muhto Rønbecka mielas lei Aarseth heajumus mii sáhteš dáhpáhuvvat , go son sáhtii heađuštit « dáruiduhttináigumuša » , ja go Bargiidbellodagas lei eanetlohku skuvlastivrras , de son oaččui sin dahkat dakkár mearrádusa mii ii orron láhkai soahpamin dan duohtavuhtii ahte Finnmárkkus duođaid váilo oahpaheaddjit .
nob: Men Rønbeck anså ansettelsen av Aarseth som et alvorlig slag mot « fornorskningslinjen » , og med Arbeiderpartiets flertall i skolestyret , fikk han drevet igjennom et vedtak som stiller den meget omtalte lærernød i Finnmark i et noe merkelig lys .

source: Mearrádus čuojai ná : « Skuvlastivra ii ane ovttage ohcci dohkálažžan , ja evttoha almmuhit virggi ođđasit . »
nob: Vedtaket lød : « Skolestyret anser ingen av søkerne kvalifisert , og foreslår derfor stillingen lyst ut på ny . »

source: . Unnitlohku gáibidii lasihit beavdegirjái ahte sii gal atnet oahpaheaddji Aarsetha ollásit dohkálažžan , muhto dán ii duddon gal Rønbeck , fámolaš almmái .
nob: Mindretallet forlangte tilført protokollen at de anså lærer Aarseth fullt ut kvalifisert , men dette blir for meget for Rønbeck , den mektige mann .

source: Moaris son gáibidii , almmá jearakeahttá bellodatustibiinnis , lasihit beavdegirjái ahte Aarsethas váilot persovnnalaš iešvuođat , mat leat dárbbašlaččat dán virggis .
nob: I vill affekt forlanger han , uten å i samrå seg med sine partifeller , å få innført i protokollen at Aarseth manglet de personlige egenskaper som stillingen krevet .

source: Muhto aiddo dán háve gal duvdila oamedovdu bellodatduorggaid eret , ja dál Rønbeck vuoittahallá vuosttaš geardde .
nob: Men for en gangs skyld går samvittigheten foran partitukten , og her lider Rønbeck sitt første nederlag .

source: Bellodatustibat biehttalit mieđiheames dán láhkai almmolaččat oaguhit vigihis albmá , gii logi jagi lei gillilit bargan gildii buorrin .
nob: Partifellene nekter å gå med på denne grunnløse offentlige sjikane mot en mann som i ti år har arbeidet utrettelig for bygdas beste .

source: Ii Rønbeckge sáhte čiegadit ahte Aarsetha atne alla árvvus báikkis , ja son diehtá maiddái ahte dán riikkas ii galgga báljo gávdnot almmái , gii lea eanet dohkálaš dán virgái go aiddo oahpaheaddji Aarseth .
nob: For selv Rønbeck kan ikke skjule at Aarseth nyter stor anseelse i bygda , og han vet også at det knapt finnes den mann i landet som er bedre kvalifisert til stillingen enn nettopp lærer Aarseth .

source: Son lea ollu jagiid juohke láhkai ráhkkanan oahpaheaddjiámmáhii , ja su oahppu duođaštage dan .
nob: I årevis har han arbeidet for å stå best mulig rustet som lærer , og hans utdannelse taler for seg selv .

source: Sus lea oahpaheaddjiskuvla , oahpaheaddjiallaskuvla , girjerájuskursa , hálddahuskursa , guovttevahkkosaš kursa Ruoŧas , gos son logai sámi skuvladilálašvuođaid birra , Valáštallanallaskuvla Danmárkkus ja son lea maiddái Fulbright-stipendiáhttan lohkan skuvladilálašvuođaid máŋggagielatguovlluin Amerihkás , erenoamážit dain guovlluin gos indiánat leat gielalaš unnitloguálbmogat .
nob: Han har lærerskole , lærerhøyskole , bibliotekkurs , kurs i administrasjon , to kurs i Sverige der han studerte samiske skoleforhold , Idrettshøyskolen i Danmark og endelig har han i et Fulbrightstipendiat studert skoleforhold i språkblandede distrikter i Amerika , særlig i de områdene hvor indianerne danner språklige minoriteter .

source: Son máhttá dieđusge maiddái sámegiela .
nob: Han snakker selvfølgelig også samisk .

source: Dán albmá dat skuvlastivra cealká ahte ii dohkke doaibmat oahpahusjođiheaddjin .
nob: Det er denne mann Karasjok skolestyre stempler som uskikket til undervisningsleder .

source: Dál ii sáhttán Kárášjoga skuvlainspektevra cealkit maidege áššái , go son lei oahpaheaddji Aarsetha fuolki .
nob: Ved et tilfelle er skoleinspektøren i Karasjok avskåret fra å gi innstilling i saken , p. gr. a. slektskapsforhold med lærer Aarseth .

source: Orui leamen nu ahte Rønbeck lei vuoitán .
nob: Tilsynelatende kunne det se ut som Rønbeck hadde seiret .

source: Muhto lihkus eai buohkat vuollánan bellodatduorggaide .
nob: Men heldigvis var det ikke alle som bøyet seg under partipisken .

source: Báikki dáiddár Per Hætta , gii ieš lea sápmelaš ja Kárášjoga Bargiidbellodaga guovddáš miellahttu , doarui bátnegáski Røndbecka vuostá .
nob: Bygdekunstneren Per Hætta , som selv er same og fremtredende medlem av Karasjok Arbeiderparti , har kjempet med nebb og klør mot Rønbeck i denne saken .

source: Go ii ožžon beallásis iežas báikkálaš searvvi , man Rønbeck hálddašii , de fertii ohcalit veahki eará sajis .
nob: Da han ikke fikk medhold i sitt lokale partilag , som Rønbeck behersker , søkte han hjelp utenfra .

source: Stuorra artihkkalis , mas son ee. čilge váttisvuođaid maid sámi mánát šaddet vásihit skuvllas go galget geahččalit gulahallat dakkár oahpaheddjiin , gean giela eai máhte , son sivahallá Rønbecka vuostálastit sámi beroštumiid ja son fuomášahttá mo Rønbeck vuortnuha bellodaga olis .
nob: I en stor artikkel , hvor han bl. a. belyser de vansker som møter samiske barn i skolen når de skal stå overfor en lærer hvis språk de ikke forstår , beskylder han Rønbeck for å motarbeide de samiske interesser og han roper et varsko mot Rønbecks partiterror .

source: Muhto vuorrástuvvá go Vest-Finnmark Arbeiderblad-áviisa ii dáhto almmuhit artihkkala , earret dalle jos bellodat nu suovvá dahkat .
nob: Det fatale er nå at Vest-Finnmark Arbeiderblad nekter å ta inn artikkelen , medmindre partiet har gitt den sin velsignelse .

source: Mii dan maŋŋá leaš dáhpáhuvvan bellodaga seinniid siskkabealde , sáhttit dušše árvvoštallat go Hætta fertii bivdit olgešbellodatáviissa almmuhit artihkkala .
nob: Hva som deretter har foregått på partikammerset kan en gjette seg til av det faktum at Hætta måtte gå til en høyreavis for å få sin artikkel trykket .

source: Su leat ovdal jo áitán lihccut bellodatmiellahttun go sus leat earálágan oaivilat , ja dál vuot ii leat diehtu man guhká son birgeha iežas miellahttuvuođa .
nob: Han har tidligere vært truet med å bli utstøtt av sitt parti på grunn av sine avvikende meninger , og nå henger eksklusjonsøksa igjen over hans hode .

source: Muhto opposišuvdna lea datte váikkuhan juoga buorrái .
nob: Men opposisjonen har likevel båret frukt .

source: Ođđa skuvlastivračoahkkimis Rønbeck šattai nuppe geardde vuoittahallat .
nob: I et nytt skolestyremote led Rønbeck sitt annet nederlag .

source: Njealjediibmosaš garra ságastallama maŋŋá , skuvlastivra mearridii šállošit ovddeš cealkámušas .
nob: Etter fire timers opprivende debatt , fattet skolestyret vedtak om å beklage sin tidligere uttalelse .

source: Rønbeck gal ii boahtán eisege dohko ovdal jienasteami ja maŋŋá son celkkii ahte son gal livččii jienastan vuostá , muhto buohkat dihte ahte dát ii lean go juotna su beales mo čiegadit geassádeami .
nob: Rønbeck unnlot riktignok å møte før avstemningen var foretatt og han uttalte etterpå at han ville stemt mot , men alle er klar over at dette bare var en tom manøvre for å dekke over tilbaketoget .

source: Go son divttii nu dáhpáhuvvat , de lei dušše danin go virggi sáhtte oahpaheaddjiorganisašuvnnat bissehit .
nob: Når han lot det skje , var det kun fordi stillingen ellers sto i fare for å bli blokert av lærerorganisasjonene .

source: Mun bohten Kárášjohkii dalá maŋŋá čoahkkima , ja in beassan čuovvut ságastallama .
nob: Jeg ankom til Karasjok umiddelbart etter at møtet var ferdig , og fikk dessverre ikke anledning til å følge debatten .

source: Ii adnojuvvon buorren ahte Dagbladet korrespondeanta bođii Kárášjohkii aiddo dál , ja sáhttá gal muhtun muddui áddet manne bealit eai háliidan cealkit maidege .
nob: Det ble sterkt beklaget at Dagbladets korrespondent dukket opp i Karasjok på det nåværende tidspunkt , og til en viss grad kan en også forstå at partene nødig vil uttale seg .

source: Skuvlla oahpaheaddjit sávvet ahte fas sáhtášedje šaddat buorit oktavuođat skuvlastivrii , ja Rønbeck ieš biehttala cealkimis duođi eambbo manne nággu lei šaddan ja dáhttu vajáldahttit ášši .
nob: Lærerne ved skolen håper at det igjen kan opprettes et godt forhold til skolestyret , og Rønbeck selv nekter å uttale seg nærmere om bakgrunnen for striden og kommer med sterke henstillinger om å droppe saken .

source: Son dadjá ahte leat dušše fágalaš bealit mat leat leamaš deaŧalaččamusat sutnje , ja go namuhan Hætta artihkkala , de son dušše láhttestii ahte ii oktage beroš das maid Hætta dajaš .
nob: Han nevner at det bare har vært faglige hensyn som har vært avgjørende for ham , og da jeg nevner Hættas artikkel , feier han det av med at ingen legger vekt på det Hætta sier .

source: Dás son árvvoštallá áibbas boastut .
nob: Her vurderer han utvilsomt feil .

source: Go lean leamaš moadde beaivvi Kárášjotguovllus , de lean vávján ahte Hætta dorjot ollugat , maiddái Bargiidbellodaga miellahtut .
nob: Etter å ha oppholdt meg i Karasjok-distriktet . noen dager , sitter jeg igjen med inntrykket av at Hætta har sterk støtte , selv blant Arbeiderpartiets medlemmer .

source: Son hállá sámiid ášši , dadjet doppe .
nob: Han snakker samenes sak , blir det sagt .

source: Rønbeck vašuha buot mii leaš sápmelažžii gullevaš , son lea ássán dáppe olbmoagi iige vel leat oahppan sánige sámegiela , son vuosttaldii boazodoallosuorggi álggaheames ođđa nuoraidskuvlii , son geahččala hávkadit sámegieloahpahusa , ja čuoččuha ahte buoremus oahpaheaddjit leat dat geat eai máhte sámegiela , vaikko muhtun biiriin , nugo omd. Rájá Skuvllas leat 100% sámegiel hálli olbmot .
nob: Rønbeck er en fiende av alt som er samisk , han har bodd her i en menneskealder og har ennå ikke lært et ord av språket , han kjemper mot reindriftslinjen i den nye ungdomsskolen , han bekjemper samiskundervisningen og hevder at de beste lærerne er de som ikke snakker samisk , enda enkelte kretser her , som f. eks. Grensen Skole , har 100 % samisktalende befolkning .

source: Jo , son lea maid biehttalan ságastallamis ođđa skuvlalága birra vai mat ii šatta dovddusin ahte sámegiella lea biddjon oahpahusgiellan .
nob: Ja , han har til og med nektet å diskutere den nye skoleloven for at det ikke skal bli kjent at samisk er oppført som undervisningsspråk .

source: Muhto maid bat dat veahkeha go bellodat ja eiseválddit Oslos dadjet ahte mii sámit galgat beassat oahppat iežamet giela .
nob: Men hva hjelper det at partiet og myndighetene i Oslo sier at vi samer skal få lov å lære vårt eget språk .

source: Dáppe Kárášjogas lea Rønbeck guhte mearrida , ja jos jo leaš muhtin geas leat eará oaivilat go sus , de son ferte mannat olgešbellodatáviisii .
nob: Her i Karasjok er det Rønbeck som bestemmer , og hvis noen vil si noe annet enn det han mener , må han gå til en høyreavis .

source: Politihkka lea dušši !
nob: Politikk er noe skitt !

source: Ii leat datge nu ártet ahte nu čeahpes almmái go Rønbeck sáhttá alcces láhčit nu nana dili go sus lea dál .
nob: Det er heller ikke så merkelig at en så dyktig mann som Rønbeck kan skape seg den sterke posisjon han har i dag .

source: Gielda dál ovdána juohke láhkai , omd. lea Kárášjohka buoremusaid searvvis riikkas gos eatnamiid barget .
nob: Det er en voldsom utvikling igang innen kommunen , bl. a. ligger Karasjok blant de beste i landet når det gjelder nyrydding .

source: Go geahččá plánaekonomalaččat , de lea govttolaš sámegiela ja kulturárbbi atnit duođaid hehttehussan .
nob: Og sett med planøkonomiske øyne er det rimelig at samisk språk og kulturtradisjon blir sett på som en alvorlig hindring .

source: Lea maid eará gažaldagas sáhka – oktavuohta norgalaččaide .
nob: Et annet spørsmål spiller også inn – forholdet til de norske .

source: Ii leat oppa eahpideamesge , ollu sápmelaččat dovdet iežaset vuolibun , ja sii sakka háliidit ahte earát galget sin navdit norgalažžan , erenoamážit go leat eará báikkiin .
nob: Uten tvil føler mange samer seg underlegne , og det å bli tatt for norsk er ofte deres høyeste ønske , særlig hvis de kommer utenfor bygdas grenser .

source: Dološ sátnevájas dáppe leage : « Ii dárbbaš guhkás guorrat soga ovdalgo čázetnjunit ihtet . »
nob: Det er et gammelt ordtak her oppe : « En skal ikke rote så lenge i slekta før komagen stikker fram . »
